Repository: monasaad/ByteO
Catalog: ByteO/View/Localizable.xcstrings
Source language: en
Languages: ar

source: Cancel
ar: إلغاء

# cancel_button
source: Cancel
ar: إلغاء

# exit_game_title
source: Do you want to exit the game?
ar: هل تريد الخروج من اللعبة؟

# got_it_button
source: Got it!
ar: تم!

source: Hint
ar: تلميح

# map_button
source: Map
ar: الخريطة

# play_button
source: Play
ar: ابدأ اللعب

# purple_line_level1_encryptedText
source: ByteO, If step into OHTYH. I’ll paint the tracks with your blood. The Key: -7
ar: بايتو، إذا دخلت إلى OHTYH، سألون المسارات بدمك. المفتاح: -7

# purple_line_level1_hint
source: Shift each letter back 7 places to reveal the 5-letter name of your next stop
ar: حرّك كل حرف 7 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف

# purple_line_level1_question
source: AL RABEA Station
ar: محطة الربيع

# purple_line_level2_encryptedText
source: ByteO, wanna finally see me? let meet at *SALAM*. The Key: -3
ar: بايتو، تبي تشوفني أخيرًا؟ خلنا نلتقي في *SALAM*. المفتاح: -3

# purple_line_level2_hint
source: Each letter moved back 3. Romantic capital of France.
ar: حرّك كل حرف 3 خانات إلى الخلف. العاصمة الرومانسية لفرنسا.

# purple_line_level2_question
source: AL HAMRA Station
ar: محطة الحمراء

# purple_line_name
source: Purple line
ar: المسار البنفسجي

# submit_button
source: Submit
ar: إرسال

# teal_line_level1_encryptedText
source: See you at *RODBD* The Key : - 3
ar: أراك عند *RODBD* المفتاح: -3

# teal_line_level1_hint
source: Shift each letter back 3 places to reveal the 5-letter name of your next stop
ar: حرّك كل حرف 3 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف

# teal_line_level1_question
source: King Abdullah Financial District Station
ar: محطة مركز الملك عبدالله المالي

# teal_line_level2_encryptedText
source: Try to find me in *GRUZE*! The Key : - 6
ar: حاول العثور علي في *GRUZE*! المفتاح: -6

# teal_line_level2_hint
source: Shift each letter back 6 places to reveal the 5-letter name of your next stop. Where heritage meets the tracks! This station carries the scent of history
ar: حرّك كل حرف 6 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف. حيث يلتقي التراث مع القضبان! هذه المحطة تحمل عبق التاريخ

# teal_line_level2_question
source: OLAYA Station
ar: محطة العليا

# teal_line_level3_encryptedText
source: *XGHKG* is the station where the desert blooms. The Key : - 6
ar: *XGHKG* هي المحطة التي تزهر فيها الصحراء. المفتاح: -6

# teal_line_level3_hint
source: Shift each letter back 6 places to reveal the 5-letter name of your next stop.
ar: حرّك كل حرف 6 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف.

# teal_line_level3_question
source: ALOUD Station
ar: محطة الرابية

# teal_line_name
source: Teal Line
ar: المسار الأزرق

# yellow_line_level1_encryptedText
source: Seek me where princesses pursue knowledge at *STZWF* The Key: -2
ar: ابحث عني حيث تلاحق الأميرات المعرفة عند *STZWF* المفتاح: -2

# yellow_line_level1_hint
source: Shift each letter back 2 places to reveal the 5-letter name of your next stop
ar: حرّك كل حرف خانتين إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف

# yellow_line_level1_question
source: Terminal Station
ar: محطة النهاية

# yellow_line_level2_encryptedText
source: Ha! You made it this far—now race to *WEFMG* before I get bored The Key: - 4
ar: ها! وصلت حتى هنا — أسرع إلى *WEFMG* قبل أن أملّ المفتاح: -4

# yellow_line_level2_hint
source: Shift each letter back 4 places to reveal the 5-letter name of your next stop
ar: حرّك كل حرف 4 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف

# yellow_line_level2_question
source: PNU Station
ar: محطة جامعة الملك عبدالعزيز

# yellow_line_level3_encryptedText
source: I’m watching you from a *WRZHU* The Key : - 3
ar: أنا أراقبك من *WRZHU* المفتاح: -3

# yellow_line_level3_hint
source: Shift each letter back 3 places to reveal the 5-letter name of your next stop
ar: حرّك كل حرف 3 خانات إلى الخلف لتكشف اسم وجهتك التالية المؤلف من 5 أحرف

# yellow_line_level3_question
source: SABIC Station
ar: محطة سابك

# yellow_line_name
source: Yellow Line
ar: المسار الأصفر

# yes_button
source: Yes
ar: نعم

# you_have_attempts
source: You have %d attempts
ar: لديك %d محاولات

# your_current_balance
source: Your current balance is: %d coins
ar: رصيدك الحالي هو: %d عملة
